<?php include('template-top.php'); ?>
    <div class="jumbotron">
        <p class= "lead">Фаска - поверхность, образованная скосом торцевой кромки материала. Используется в технологических, технических, а также в декоративных и эргономических целях.</p>
        <p class="lead">Применение. 
Фаски часто используются в различных конструктивных элементах для упрощения последующего монтажа и уменьшения опасности ранения острыми кромками деталей. Так, например в машиностроении, фаска крепёжного отверстия часто представляет собой коническую поверхность, срезающую кромку, образованную торцевой поверхностью и собственно цилиндрической поверхностью отверстия. Угол скоса фаски выбирается исходя из конструктивных целей, но зачастую устанавливается равным 45°. При посадке с натягом рекомендуемый угол скоса на валу и втулке равен 10°.
Разделка кромок или фаска в сварочном деле служит для получения сварных швов с заданными механическими и геометрическими характеристиками, а также для обеспечения возможности обеспечения полного провара, т.е. сварить эти листы с образованием качественного равнопрочного соединения.
Угол и форма поверхности разделки кромок (фаски) выбирается инженером-проектировщиком из ряда технологических и конструктивных параметров на основании специализированных стандартов, где определены оптимальные формы разделки кромок (ГОСТ 5264, ГОСТ 8713, ГОСТ 11533, ГОСТ 11534, ГОСТ 14771, ГОСТ 23518 и д.р.).
Для деталей, изготовленных из металла и пластмасс. Существует стандарт на размеры радиусов и фасок ГОСТ 10948—64.
Размер катета фаски выбирают согласно ГОСТ 10948—64 из следующего ряда чисел: 0,10; (0,12); 0,16; (0,20); 0,25; (0,30); 0,40; (0,50), 0.60; (0,80); 1,0; (1,2); 1,6; (2,0); 2,5; (3,0); 4,0; (5,0); 6,0; (8,0); 10; (12); 16; (20) и до 250 мм. Размеры без скобок являются предпочтительными.</p>
    <a class="btn btn-primary btn-lg" href="/technology-process-1.php" role="button">Вернуться</a>
    </div>
<?php include('template-bottom.php'); ?>