<?php include('template-top.php'); ?>
    <div class="jumbotron">
        <p class= "lead">Фаска - поверхность, образованная скосом торцевой кромки материала. Используется в технологических, технических, а также в декоративных и эргономических целях.</p>
        <center>
            <img style="width: 360px" class="card-img-top" src="https://remontenergo.ru/upload/medialibrary/e0c/e0c7c9df07f3c0b2341e8835d209f295.png" alt="Card image cap">
        </center>
        <p class="lead">Применение. 
Фаски часто используются в различных конструктивных элементах для упрощения последующего монтажа и уменьшения опасности ранения острыми кромками деталей. Так, например в машиностроении, фаска крепёжного отверстия часто представляет собой коническую поверхность, срезающую кромку, образованную торцевой поверхностью и собственно цилиндрической поверхностью отверстия. Угол скоса фаски выбирается исходя из конструктивных целей, но зачастую устанавливается равным 45°. При посадке с натягом рекомендуемый угол скоса на валу и втулке равен 10°.
Разделка кромок или фаска в сварочном деле служит для получения сварных швов с заданными механическими и геометрическими характеристиками, а также для обеспечения возможности обеспечения полного провара, т.е. сварить эти листы с образованием качественного равнопрочного соединения.
Угол и форма поверхности разделки кромок (фаски) выбирается инженером-проектировщиком из ряда технологических и конструктивных параметров на основании специализированных стандартов, где определены оптимальные формы разделки кромок (ГОСТ 5264, ГОСТ 8713, ГОСТ 11533, ГОСТ 11534, ГОСТ 14771, ГОСТ 23518 и д.р.).</p>
        <center>
            <img style="width: 720px" class="card-img-top" src="/image/faska.jpg" alt="Card image cap">
        </center>
        <p class="lead">Нанесение размеров.
Размеры фасок под углом 45 градусов наносят как показано на рисунке а) и б). Первая цифра в обозначении фаски указывает на высоту усеченного конуса, вторая цифра - угол наклона образующей конуса к основанию его. Размеры фасок под другими углами указывают по общим правилам - двумя линейными размерами (рисунок в) или линейными и угловым размерами ( рисунок г, д).</p>
    <a class="btn btn-primary btn-lg" href="/technology-process-2.php" role="button">Вернуться</a>
    </div>
<?php include('template-bottom.php'); ?>