<?php include('template-top.php'); ?>

<div class="jumbotron">
    <h1 class="display-4">Нормативная документация.</h1>
    <hr class="my-4">
    <p class="lead">
        <a href='#'>ГОСТ 2.001–93 ЕСКД. Общие положения.</a>
        <br><a href='#'>ГОСТ 2.051–2006 ЕСКД. Электронные документы. Общие положения.</a>
        <br><a href='#'>ГОСТ 2.102–68 ЕСКД. Виды и комплектность конструкторских документов.</a>
        <br><a href='#'>ГОСТ 2.111–68 ЕСКД. Нормоконтроль.</a>
        <br><a href='#'>ГОСТ 14.205–83 Технологичность конструкции изделия. Термины и определения.</a>
        <br><a href='#'>ГОСТ 14.206–73 Технологический контроль конструкторской документации.</a>
    </p>
</div>


<?php include('template-bottom.php'); ?>
