<?php include('template-top.php'); ?>
    <div class="jumbotron">
        <p class= "lead">Проточка — участок поверхности детали, предназначенный для устранения недореза резьбы за счет уменьшения диаметра стержня для наружной резьбы и  увеличения диаметра отверстия для внутренней резьбы, обеспечивающий выход резьбообразующего инструмента.</p>
        <p class="lead">
        Для нарезания внутренней резьбы требуется знать размер диаметра отверстия, который также является стандартизованным конструктивным элементом. Например, размеры диаметров отверстий для внутренней метрической резьбы регламентируются ГОСТ 19257-73 "Отверстия под нарезание метрической резьбы. Диаметры".
        Все рассмотренные конструктивные элементы стандартизованы и выбираются в зависимости от шага резьбы.
        </p>
    <a class="btn btn-primary btn-lg" href="/technology-process-2.php" role="button">Вернуться</a>
    </div>
<?php include('template-bottom.php'); ?>