<?php include('template-top.php'); ?>
    <div class="jumbotron">
        <p class= "lead">Резьба – поверхность, образованная при винтовом движении плоского контура по цилиндрической или конической поверхности. Резьбовое соединение – это соединение деталей с помощью резьбы, обеспечивающее их относительную неподвижность или перемещение одной детали относительно другой.</p>
        
        <p class="lead">Основным соединяющим элементом в резьбовом соединении является резьба.
        В основе образования резьбы лежит принцип получения винтовой линии. Винтовая линия – это пространственная кривая, которая может быть образована точкой, совершающей движение по образующей какой-либо поверхности вращения, при этом сама образующая совершает вращательное движение вокруг оси.
        Если в качестве поверхности принять цилиндр, то полученная на его поверхности траектория движения точки называется цилиндрической винтовой линией. Если движение точки по образующей и вращение образующей вокруг оси равномерны, то винтовая цилиндрическая линия является линией постоянного шага. На развертке боковой поверхности цилиндра такая винтовая линия преобразуется в прямую линию.</p>
        <center>
            <img style="width: 720px" class="card-img-top" src="https://studfiles.net/html/2706/110/html_DxdlOsDd1g.r7kt/htmlconvd-2JMptE2x1.jpg" alt="Card image cap">
        </center>
    <br><br>
    <a class="btn btn-primary btn-lg" href="/technology-process-2.php" role="button">Вернуться</a>
    </div>
<?php include('template-bottom.php'); ?>
 
