<?php include('template-top.php'); ?>
    <div class="jumbotron">
        <p class= "lead">Шпоночное соединение — одно из распространенных средств передачи крутящего момента от вала втулке. Эти соединения применяют в тех случаях, когда нет особых требований к точности центрирования соединяемых деталей.</p>
        <center>
            <img style="width: 360px" class="card-img-top" src="/image/shponochnie-pazi.png" alt="Card image cap">
        </center>
        <p class="lead">Шпоночные соединения могут обеспечивать как неподвижное, так и подвижное вдоль оси соединение.
        
        Шпоночные соединения могут обеспечивать как неподвижное, так и подвижное вдоль оси соединение. По форме шпонки разделяются на призматические, клиновые, сегментные и тангенциальные. Чаще других используются призматические шпонки с закругленными торцами, так называемого исполнения 1 по ГОСТу 23360-78
        <br>На валу изготавливается паз длиной, равной длине шпонки. Для облегчения сборочных операций допускается изготавливать длину шпоночного паза на 0,5—1,0мм больше длины шпонки. Шпоночные пазы не доводят до торца вала на расстояние L = 3...5 мм при диаметре вала Db ≤ 30 мм и L = 5...7 мм при Db > 30 мм. При наличии на ступенчатом валу нескольких шпоночных пазов их рекомендуется располагать в разных плоскостях. Во втулке продалбливают (как правило, на всю длину втулки) шпоночную канавку. Шпонка вставляется в паз на валу. Затем втулка надевается на вал таким образом, чтобы выступающая часть шпонки вошла в шпоночную канавку. Глубина канавки должна обеспечивать зазор К между поверхностью шпонки и канавкой.
        
        <br><br><a class="btn btn-primary btn-lg" href="/technology-process-3.php" role="button">Вернуться</a>
    </div>
<?php include('template-bottom.php'); ?>