<?php include('template-top.php'); ?>

<div class="jumbotron">
    <h1 class="display-4">Ступенчатый вал</h1>
    <p class="lead">Способы изготовления</p>
    <hr class="my-4">
    <p>В крупносерийном и массовом производствах заготовки ступенчатых валов изготавливают штамповкой.
    Типовой Технологический Процесс изготовления заготовок состоит из следующих операций: отрезания заготовки из проката, нагревания заготовки до температуры штамповки, непосредственного формоизменения, удаления облоя, термической обработки, правки заготовки. После пластического деформирования заготовку подвергают термической обработке с целью снятия остаточных напряжений и обеспечения необходимой структуры металла.Типовой Технологический Процесс изготовления заготовок состоит из следующих операций: отрезания заготовки из проката, нагревания заготовки до температуры штамповки, непосредственного формоизменения, удаления облоя, термической обработки, правки заготовки. После пластического деформирования заготовку подвергают термической обработке с целью снятия остаточных напряжений и обеспечения необходимой структуры металла.
    <br><br>Штамповка (штампование) — процесс пластической деформации материала с изменением формы и размеров тела. Чаще всего штамповке подвергаются металлы или пластмассы. Существуют два основных вида штамповки — листовая и объёмная. Листовая штамповка подразумевает в исходном виде тело, одно из измерений которого пренебрежимо мало по сравнению с двумя другими (лист до 6 мм). Примером листовой штамповки является процесс пробивания листового металла, в результате которого получают перфорированный металл (перфолист). В противном случае штамповка называется объёмной. Для процесса штамповки используются прессы — устройства, позволяющие деформировать материалы с помощью механического воздействия.
    <br><br>Объёмная штамповка разделяется на 2 вида: горячую и холодную.
    <br><br>Горячая объёмная штамповка (ГОШ) — это вид обработки металлов давлением, при которой формообразование поковки из нагретой до ковочной температуры заготовки осуществляют с помощью специального инструмента — штампа. Течение металла ограничивается поверхностями полостей (а также выступов), изготовленных в отдельных частях штампа, так что в конечный момент штамповки они образуют единую замкнутую полость (ручей) по конфигурации поковки. В качестве заготовок для горячей штамповки применяют прокат круглого, квадратного, прямоугольного профилей, а также периодический. При этом прутки разрезают на отдельные (мерные) заготовки, хотя иногда штампуют из прутка с последующим отделением поковки непосредственно на штамповочной машине.
    <br><br>Применение объёмной штамповки оправдано при серийном и массовом производстве. При использовании этого способа значительно повышается производительность труда, снижаются отходы металла, обеспечиваются высокие точность формы изделия и качество поверхности. Штамповкой можно получать очень сложные по форме изделия, которые невозможно получить приёмами свободной ковки.
    <br><br>Штамповка в открытых штампах характеризуется переменным зазором между подвижной и неподвижной частями штампа. В этот зазор вытекает часть металла – облой, который закрывает выход из полости штампа и заставляет остальной металл заполнить всю полость. В конечный момент деформирования в облой выжимаются излишки металла, находящиеся в полости, что позволяет не предъявлять высокие требования к точности заготовок по массе. Недостаток такого способа штамповки - необходимость удаления облоя при последующей механической обработке. Штамповкой в открытых штампах можно получить поковки всех типов.
    <br><br>Штамповка в закрытых штампах характеризуется тем, что полость штампа в процессе деформирования остаётся закрытой. Зазор между подвижной и неподвижной частями штампа постоянный и небольшой, образование в нём облоя не предусмотрено. Устройство таких штампов зависит от типа машины, на которой штампуют. Например, нижняя половина штампа может иметь полость, а верхняя – выступ (на прессах), или верхняя – полость, а нижняя – выступ (на молотах). Закрытый штамп может иметь две взаимно перпендикулярные плоскости разъема. При штамповке в закрытых штампах необходимо строго соблюдать равенство объёмов заготовки и поковки, иначе при недостатке металла не заполняются углы полости штампа, а при избытке размер поковки по высоте будет больше требуемого. Отрезка заготовок должна обеспечивать высокую точность.
    <br><br>При холодной объёмной штамповке (ХОШ) температура исходной заготовки ниже ковочной. Это обуславливает высокие значения сопротивления металла штамповочному давлению и существенно меньшую текучесть, что ограничивает возможность получения изделий сложной формы. Однако по сравнению с ГОШ металл не подвергается термическим модификациям, нет усадки при охлаждении и нет риска образования горячих трещин. Точность выполнения поверхностей при ХОШ сопоставима с таковой при обработке металлов резанием, однако после ХОШ на поверхности металла, отсутствуют концентраторы напряжений (риски и царапины). Поэтому методами ХОШ изготавливают высокоточные и (или) высоконагруженные детали, например: шаровые опоры подвески автомобилей, коленчатые валы ДВС, детали втулки несущих винтов вертолётов.
    </p>
    <a class="btn btn-primary" href="technology-process-1.php">Перейти</a>
    <button class="btn btn-primary" data-toggle="modal" data-target=".bd-example-modal-lg">Подробнее</button>
</div>

<!-- Modal -->
<div class="modal fade bd-example-modal-lg" id=".bd-example-modal-lg" tabindex="-1" role="dialog" aria-labelledby="myLargeModalLabel" aria-hidden="true">
    <div class="modal-dialog modal-lg" role="document">
        <div class="modal-content">
            <div class="modal-header">
                <h5 class="modal-title" id="detailsLabel">Подробная информация</h5>
                <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                <span aria-hidden="true">&times;</span>
                </button>
            </div>
            <div class="modal-body">
                В конструкциях машин и механизмов основными деталями для передачи вращательного движения и крутящего момента являются валы. В процессе работы материал валов испытывает сложные деформации — кручение, изгиб, растяжение и сжатие. Поэтому, чтобы обеспечить нормальную работу деталей, передающих движение на вал, и сборочной единицы в целом, валы должны быть жесткими.<br>
                Наиболее распространенены в машиностроении ступенчатые валы, основными технологическими параметрами которых являются: общая длина вала, количество ступеней, неравномерность их перепада по диаметрам, наличие <a href='/shponochnie-pazi.php'>шпоночных пазов</a>, диаметр наибольшей ступени, наличие <a href='#'>шлицев</a>, <a href='/faska.php'>фаска</a> и <a href='#'>резьб</a>.
                <br>Наиболее технологичными являются валы с возрастающими или убывающими диаметрами ступеней. Участки вала, имеющие один и тот же номинальный диаметр, но разные посадки, должны быть разделены <a href='#'>канавками</a>, четко разграничивающими обрабатываемые поверхности от необрабатываемых, при этом желательно, чтобы обрабатываемые участки вала имели равные или кратные длины, а перепады ступеней вала были бы невелики.
                <br>Валы изготовляют из сталей, обладающих высокой прочностью, малой чувствительностью к концентрации напряжений, хорошей обрабатываемостью и способностью подвергаться термической обработке. Этим требованиям отвечают конструкционные стали марок 35, 40, 45, 40Г и 50Г.
                <br>Валы с небольшим числом ступеней и незначительными перепадами диаметров изготовляют из штучных заготовок, отрезанных от горячекатаного или холоднотянутого прутка, а имеющие более сложную конфигурацию и с большим числом ступеней пли со ступенями, значительно отличающимися по диаметрам, — из заготовок, получаемых штамповкой, поперечным прокатом пли ротационным обжатием. Выбор заготовки должен быть обоснован технико-экономическими расчетами.
            </div>
            <div class="modal-footer">
                <button type="button" class="btn btn-secondary" data-dismiss="modal">Закрыть</button>
            </div>
        </div>
    </div>
</div>

<?php include('template-bottom.php'); ?>
